Repository: Michediana/7-Mac
Catalog: 7-Mac/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt_pt

source: Quick Look
de: Übersicht
es: Vista rápida
fr: Coup d’œil
nl: Snelle weergave
pl: Szybki przegląd
pt_pt: Visualização rápida

source: Quit Anyway
de: Trotzdem beenden
es: Salir de todos modos
fr: Quitter quand même
it: Esci comunque
nl: Stop toch
pl: Zakończ mimo to
pt_pt: Sair mesmo assim

source: Quitting now leaves a half-written folder or archive behind.
de: Wenn du jetzt beendest, bleibt ein halb geschriebener Ordner oder ein halb geschriebenes Archiv zurück.
es: Si sales ahora, quedará una carpeta o un archivo comprimido a medio escribir.
fr: Quitter maintenant laissera un dossier ou une archive à moitié écrit.
it: Uscendo ora rimarrà una cartella o un archivio scritto a metà.
nl: Als je nu stopt, blijft er een half geschreven map of archief achter.
pl: Zakończenie teraz pozostawi częściowo zapisany katalog lub archiwum.
pt_pt: Sair agora deixa para trás uma pasta ou um arquivo escrito a meio.

source: Ratio
de: Verhältnis
es: Proporción
fr: Taux
it: Rapporto
nl: Verhouding
pl: Stopień
pt_pt: Rácio

source: read
de: Lesen
es: lectura
fr: lecture
it: lettura
nl: lezen
pl: odczyt
pt_pt: leitura

source: read / write
de: Lesen / Schreiben
es: lectura / escritura
fr: lecture / écriture
it: lettura / scrittura
nl: lezen / schrijven
pl: odczyt / zapis
pt_pt: leitura / escrita

source: Read in place
de: Direkt gelesen
es: Leído in situ
fr: Lu sur place
it: Letto sul posto
nl: Ter plekke gelezen
pl: Odczytywane na miejscu
pt_pt: Lido no local

source: Read straight out of the archive around it
de: Direkt aus dem umgebenden Archiv gelesen
es: Leído directamente del archivo comprimido que lo contiene
fr: Lu directement depuis l’archive qui le contient
it: Letto direttamente dall’archivio che lo contiene
nl: Direct gelezen uit het archief eromheen
pl: Odczytywane bezpośrednio z otaczającego archiwum
pt_pt: Lido diretamente do arquivo que o contém

source: Read-only
de: Schreibgeschützt
es: Solo lectura
fr: Lecture seule
it: Sola lettura
nl: Alleen-lezen
pl: Tylko do odczytu
pt_pt: Só de leitura

source: Reading the archive
de: Archiv wird gelesen
es: Leyendo el archivo comprimido
fr: Lecture de l’archive
it: Lettura dell’archivio
nl: Archief wordt gelezen
pl: Odczytywanie archiwum
pt_pt: A ler o arquivo

source: Reading…
de: Wird gelesen …
es: Leyendo…
fr: Lecture…
it: Lettura…
nl: Lezen…
pl: Odczytywanie…
pt_pt: A ler…

source: Redoing %@
de: %@ wird wiederholt
es: Rehaciendo %@
fr: Rétablissement de %@
it: Ripristino di %@
nl: %@ opnieuw uitvoeren
pl: Ponawianie: %@
pt_pt: A refazer %@

source: Relaunch the Finder: hold Option, right-click its icon in the Dock and choose Relaunch.
de: Starte den Finder neu: Halte die Wahltaste gedrückt, klicke mit der rechten Maustaste auf sein Symbol im Dock und wähle „Neu starten“.
es: Reinicia el Finder: mantén pulsada la tecla Opción, haz clic derecho en su icono del Dock y elige Reiniciar.
fr: Relancez le Finder : maintenez la touche Option, cliquez avec le bouton droit sur son icône dans le Dock et choisissez Relancer.
it: Riavvia il Finder: tieni premuto Opzione, fai clic destro sulla sua icona nel Dock e scegli Riapri.
nl: Start de Finder opnieuw: houd Option ingedrukt, klik met de rechtermuisknop op het symbool in het Dock en kies ‘Open opnieuw’.
pl: Uruchom ponownie Findera: przytrzymaj klawisz Option, kliknij prawym przyciskiem jego ikonę w Docku i wybierz Otwórz ponownie.
pt_pt: Reabra o Finder: mantenha premida a tecla Opção, clique com o botão direito no respetivo ícone na Dock e escolha Reabrir.

source: Remember this password in my keychain
de: Dieses Passwort in meinem Schlüsselbund sichern
es: Recordar esta contraseña en mi llavero
fr: Mémoriser ce mot de passe dans mon trousseau
it: Ricorda questa password nel mio portachiavi
nl: Bewaar dit wachtwoord in mijn sleutelhanger
pl: Zachowaj to hasło w moim pęku kluczy
pt_pt: Memorizar esta palavra-passe no meu porta-chaves

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
nl: Verwijder
pl: Usuń
pt_pt: Remover

source: Remove from the archive
de: Aus dem Archiv entfernen
es: Quitar del archivo comprimido
fr: Retirer de l’archive
it: Togli dall’archivio
nl: Verwijder uit het archief
pl: Usuń z archiwum
pt_pt: Remover do arquivo

source: Remove from the list
de: Aus der Liste entfernen
es: Quitar de la lista
fr: Retirer de la liste
it: Togli dalla lista
nl: Verwijder uit de lijst
pl: Usuń z listy
pt_pt: Remover da lista

source: Remove the selected items from the archive
de: Ausgewählte Objekte aus dem Archiv entfernen
es: Eliminar los ítems seleccionados del archivo comprimido
fr: Supprimer les éléments sélectionnés de l’archive
it: Rimuovi gli elementi selezionati dall’archivio
nl: Verwijder de geselecteerde onderdelen uit het archief
pl: Usuń zaznaczone elementy z archiwum
pt_pt: Remover os elementos selecionados do arquivo

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
nl: Wijzig naam
pl: Zmień nazwę
pt_pt: Mudar o nome

source: Rename “%@”
de: „%@“ umbenennen
es: Renombrar “%@”
fr: Renommer « %@ »
it: Rinomina “%@”
nl: Wijzig naam van ‘%@’
pl: Zmień nazwę „%@”
pt_pt: Mudar o nome de “%@”

source: Rename Folder
de: Ordner umbenennen
es: Renombrar carpeta
fr: Renommer le dossier
it: Rinomina cartella
nl: Wijzig naam van map
pl: Zmień nazwę katalogu
pt_pt: Mudar o nome da pasta

source: Rename what is there
de: Vorhandenes umbenennen
es: Renombrar el existente
fr: Renommer l’existant
it: Rinomina quello esistente
nl: Wijzig naam van wat er staat
pl: Zmień nazwę istniejącego
pt_pt: Mudar o nome do existente

source: Rename…
de: Umbenennen …
es: Renombrar…
fr: Renommer…
it: Rinomina…
nl: Wijzig naam…
pl: Zmień nazwę…
pt_pt: Mudar o nome…

source: Replace
de: Ersetzen
es: Sustituir
fr: Remplacer
it: Sostituisci
nl: Vervang
pl: Zastąp
pt_pt: Substituir

source: Restore Defaults
de: Standardwerte wiederherstellen
es: Restaurar valores predeterminados
fr: Rétablir les valeurs par défaut
it: Ripristina predefiniti
nl: Herstel standaardwaarden
pl: Przywróć domyślne
pt_pt: Repor predefinições

source: Result: %@
de: Ergebnis: %@
es: Resultado: %@
fr: Résultat : %@
it: Esito: %@
nl: Resultaat: %@
pl: Wynik: %@
pt_pt: Resultado: %@

source: Right-click files in the Finder to extract, open, test or compress them with 7-Mac.
de: Klicke im Finder mit der rechten Maustaste auf Dateien, um sie mit 7-Mac zu entpacken, zu öffnen, zu testen oder zu komprimieren.
es: Haz clic derecho en los archivos del Finder para extraerlos, abrirlos, probarlos o comprimirlos con 7-Mac.
fr: Faites un clic droit sur des fichiers dans le Finder pour les extraire, les ouvrir, les tester ou les compresser avec 7-Mac.
it: Fai clic destro sui file nel Finder per estrarli, aprirli, verificarli o comprimerli con 7-Mac.
nl: Klik met de rechtermuisknop op bestanden in de Finder om ze met 7-Mac uit te pakken, te openen, te testen of te comprimeren.
pl: Kliknij pliki prawym przyciskiem w Finderze, aby je rozpakować, otworzyć, przetestować lub skompresować za pomocą 7-Mac.
pt_pt: Clique com o botão direito em ficheiros no Finder para os extrair, abrir, testar ou comprimir com o 7-Mac.

source: Right-click files in the Finder to extract, open, test or compress them with 7-Mac. The switch is in System Settings, under Login Items & Extensions.
de: Klicke im Finder mit der rechten Maustaste auf Dateien, um sie mit 7-Mac zu entpacken, zu öffnen, zu testen oder zu komprimieren. Der Schalter befindet sich in den Systemeinstellungen unter „Anmeldeobjekte & Erweiterungen“.
es: Haz clic derecho en archivos del Finder para extraerlos, abrirlos, verificarlos o comprimirlos con 7-Mac. El interruptor está en Ajustes del Sistema, en Ítems de inicio y extensiones.
fr: Cliquez avec le bouton droit sur des fichiers dans le Finder pour les extraire, les ouvrir, les vérifier ou les compresser avec 7-Mac. Le réglage se trouve dans Réglages Système, sous Ouverture et extensions.
it: Fai clic destro sui file nel Finder per estrarli, aprirli, verificarli o comprimerli con 7-Mac. L’interruttore è in Impostazioni di Sistema, in Elementi login ed estensioni.
nl: Klik met de rechtermuisknop op bestanden in de Finder om ze met 7-Mac uit te pakken, te openen, te testen of te comprimeren. De schakelaar staat in Systeeminstellingen, onder ‘Inlogonderdelen en extensies’.
pl: Kliknij pliki prawym przyciskiem w Finderze, aby je rozpakować, otworzyć, przetestować lub skompresować za pomocą 7-Mac. Przełącznik znajduje się w Ustawieniach systemowych, w sekcji Rzeczy otwierane podczas logowania i rozszerzenia.
pt_pt: Clique com o botão direito em ficheiros no Finder para os extrair, abrir, testar ou comprimir com o 7-Mac. O interruptor está em Definições do Sistema, em Itens de início de sessão e extensões.

source: Same as the system
de: Wie das System
es: Igual que el sistema
fr: Comme le système
it: Come il sistema
nl: Zoals het systeem
pl: Jak w systemie
pt_pt: Igual ao sistema

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Bewaar
pl: Zachowaj
pt_pt: Guardar

source: Save as
de: Sichern als
es: Guardar como
fr: Enregistrer sous
it: Salva come
nl: Bewaar als
pl: Zachowaj jako
pt_pt: Guardar como

source: Save as Preset…
de: Als Voreinstellung sichern …
es: Guardar como preajuste…
fr: Enregistrer comme préréglage…
it: Salva come preset…
nl: Bewaar als voorinstelling…
pl: Zachowaj jako ustawienie…
pt_pt: Guardar como predefinição…

source: Save Preset
de: Voreinstellung sichern
es: Guardar preajuste
fr: Enregistrer le préréglage
it: Salva preset
nl: Bewaar voorinstelling
pl: Zachowaj ustawienie
pt_pt: Guardar predefinição

source: Save Report…
de: Bericht sichern …
es: Guardar informe…
fr: Enregistrer le rapport…
it: Salva rapporto…
nl: Bewaar rapport…
pl: Zachowaj raport…
pt_pt: Guardar relatório…

source: Save…
de: Sichern …
es: Guardar…
fr: Enregistrer…
it: Salva…
nl: Bewaar…
pl: Zachowaj…
pt_pt: Guardar…

source: Scanning
de: Wird durchsucht
es: Analizando
fr: Analyse
it: Scansione
nl: Scannen
pl: Skanowanie
pt_pt: A analisar

source: Search names
de: Namen durchsuchen
es: Buscar en los nombres
fr: Rechercher dans les noms
it: Cerca nei nomi
nl: Zoek in namen
pl: Szukaj w nazwach
pt_pt: Pesquisar nomes

source: Separate with commas. `*` and `?` work as in the Terminal.
de: Durch Kommas trennen. `*` und `?` funktionieren wie im Terminal.
es: Separa con comas. `*` y `?` funcionan como en el Terminal.
fr: Séparez par des virgules. `*` et `?` fonctionnent comme dans le Terminal.
it: Separa con virgole. `*` e `?` funzionano come nel Terminale.
nl: Scheid met komma's. `*` en `?` werken zoals in Terminal.
pl: Oddzielaj przecinkami. `*` i `?` działają jak w Terminalu.
pt_pt: Separe com vírgulas. `*` e `?` funcionam como no Terminal.

source: Shared with the Finder menu
de: Gemeinsam mit dem Finder-Menü
es: Compartido con el menú del Finder
fr: Partagé avec le menu du Finder
it: Condivisione con il menu del Finder
nl: Gedeeld met het Finder-menu
pl: Wspólne z menu Findera
pt_pt: Partilhado com o menu do Finder

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
nl: Toon
pl: Pokaż
pt_pt: Mostrar

source: Show Contents
de: Inhalt anzeigen
es: Mostrar contenido
fr: Afficher le contenu
it: Mostra contenuto
nl: Toon inhoud
pl: Pokaż zawartość
pt_pt: Mostrar conteúdo

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
nl: Toon in Finder
pl: Pokaż w Finderze
pt_pt: Mostrar no Finder

source: Show its contents
de: Inhalt anzeigen
es: Mostrar su contenido
fr: Afficher son contenu
it: Mostrarne il contenuto
nl: De inhoud tonen
pl: Pokaż jego zawartość
pt_pt: Mostrar o conteúdo

source: Show only one kind of file
de: Nur eine Dateiart anzeigen
es: Mostrar solo un tipo de archivo
fr: Afficher un seul type de fichier
it: Mostra un solo tipo di file
nl: Toon slechts één soort bestand
pl: Pokaż tylko jeden rodzaj plików
pt_pt: Mostrar só um tipo de ficheiro

source: Show Report
de: Bericht anzeigen
es: Mostrar informe
fr: Afficher le rapport
it: Mostra rapporto
nl: Toon rapport
pl: Pokaż raport
pt_pt: Mostrar relatório

source: Show the result in the Finder
de: Ergebnis im Finder anzeigen
es: Mostrar el resultado en el Finder
fr: Afficher le résultat dans le Finder
it: Mostra il risultato nel Finder
nl: Toon het resultaat in de Finder
pl: Pokaż wynik w Finderze
pt_pt: Mostrar o resultado no Finder

source: Signatures
de: Signaturen
es: Firmas
it: Firme
nl: Handtekeningen
pl: Sygnatury
pt_pt: Assinaturas

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
nl: Grootte
pl: Rozmiar
pt_pt: Tamanho

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
nl: Sla over
pl: Pomiń
pt_pt: Ignorar

source: Solid blocks
de: Solid-Blöcke
es: Bloques sólidos
fr: Blocs solides
it: Blocchi solid
nl: Solide blokken
pl: Bloki ciągłe
pt_pt: Blocos sólidos

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo ha ido mal
fr: Un problème est survenu
it: Qualcosa non ha funzionato
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt_pt: Algo correu mal

source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
nl: Broncode
pl: Kod źródłowy
pt_pt: Código-fonte

source: Split into volumes
de: In Volumes aufteilen
es: Dividir en volúmenes
fr: Découper en volumes
it: Dividi in volumi
nl: Splits in volumes
pl: Podziel na woluminy
pt_pt: Dividir em volumes

source: Start Extraction
de: Entpacken starten
es: Iniciar extracción
fr: Lancer l’extraction
it: Avvia estrazione
nl: Start uitpakken
pl: Rozpocznij rozpakowywanie
pt_pt: Iniciar extração

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Interrompi
pl: Zatrzymaj
pt_pt: Parar

source: Store — no compression
de: Speichern – keine Komprimierung
es: Almacenar — sin compresión
fr: Stocker — sans compression
it: Archivia — nessuna compressione
nl: Opslaan – geen compressie
pl: Przechowywanie — bez kompresji
pt_pt: Armazenar — sem compressão

source: Store hard links as links
de: Harte Links als Links speichern
es: Guardar los enlaces físicos como enlaces
fr: Stocker les liens physiques comme liens
it: Archivia gli hard link come link
nl: Bewaar harde links als links
pl: Zachowuj dowiązania twarde jako dowiązania
pt_pt: Guardar ligações físicas como ligações

source: Store symbolic links as links
de: Symbolische Links als Links speichern
es: Guardar los enlaces simbólicos como enlaces
fr: Stocker les liens symboliques comme liens
it: Archivia i link simbolici come link
nl: Bewaar symbolische links als links
pl: Zachowuj dowiązania symboliczne jako dowiązania
pt_pt: Guardar ligações simbólicas como ligações

# Sum of data (%@): %@
source: Sum of data (%1$@): %2$@
de: Datensumme (%1$@): %2$@
es: Suma de los datos (%1$@): %2$@
fr: Somme des données (%1$@) : %2$@
it: Somma dei dati (%@): %@
nl: Som van gegevens (%1$@): %2$@
pl: Suma danych (%1$@): %2$@
pt_pt: Soma dos dados (%1$@): %2$@

source: Symbolic link
de: Symbolischer Link
es: Enlace simbólico
fr: Lien symbolique
it: Link simbolico
nl: Symbolische link
pl: Dowiązanie symboliczne
pt_pt: Ligação simbólica

source: Test
de: Testen
es: Verificar
fr: Vérifier
it: Verifica
pl: Testuj
pt_pt: Testar

source: Test Archive…
de: Archiv testen …
es: Verificar archivo comprimido…
fr: Vérifier l’archive…
it: Verifica archivio…
nl: Test archief…
pl: Testuj archiwum…
pt_pt: Testar arquivo…

source: Tested %@
de: Getestet am %@
es: Verificado el %@
fr: Vérifié le %@
it: Verificato il %@
nl: Getest op %@
pl: Przetestowano %@
pt_pt: Testado a %@

source: Tested: %@
de: Getestet: %@
es: Verificado: %@
fr: Vérifié : %@
it: Verificato: %@
nl: Getest: %@
pl: Przetestowano: %@
pt_pt: Testado: %@

source: Testing “%@”
de: „%@“ wird getestet
es: Verificando “%@”
fr: Vérification de « %@ »
it: Verifica di “%@”
nl: ‘%@’ testen
pl: Testowanie „%@”
pt_pt: A testar “%@”

# Testing “%@” did not work: %@.
source: Testing “%1$@” did not work: %2$@.
de: Das Testen von „%1$@“ hat nicht funktioniert: %2$@.
es: La verificación de “%1$@” no ha funcionado: %2$@.
fr: La vérification de « %1$@ » n’a pas fonctionné : %2$@.
it: La verifica di “%@” non è riuscita: %@.
nl: Testen van ‘%1$@’ is niet gelukt: %2$@.
pl: Testowanie „%1$@” nie powiodło się: %2$@.
pt_pt: O teste de “%1$@” não funcionou: %2$@.

source: That folder does not contain “%@”.
de: Dieser Ordner enthält „%@“ nicht.
es: Esa carpeta no contiene “%@”.
fr: Ce dossier ne contient pas « %@ ».
it: Quella cartella non contiene “%@”.
nl: Die map bevat ‘%@’ niet.
pl: Ten katalog nie zawiera „%@”.
pt_pt: Essa pasta não contém “%@”.

source: That is more than this Mac can spare. Choose a smaller dictionary or fewer threads.
de: Das ist mehr, als dieser Mac entbehren kann. Wähle ein kleineres Wörterbuch oder weniger Threads.
es: Es más de lo que este Mac puede asignar. Elige un diccionario más pequeño o menos hilos.
fr: C’est plus que ce que ce Mac peut allouer. Choisissez un dictionnaire plus petit ou moins de threads.
it: È più di quanto questo Mac possa concedere. Scegli un dizionario più piccolo o meno thread.
nl: Dat is meer dan deze Mac kan missen. Kies een kleiner woordenboek of minder threads.
pl: To więcej, niż ten Mac może przeznaczyć. Wybierz mniejszy słownik lub mniej wątków.
pt_pt: É mais do que este Mac consegue dispensar. Escolha um dicionário mais pequeno ou menos threads.

source: That name is reserved.
de: Dieser Name ist reserviert.
es: Ese nombre está reservado.
fr: Ce nom est réservé.
it: Quel nome è riservato.
nl: Die naam is gereserveerd.
pl: Ta nazwa jest zarezerwowana.
pt_pt: Esse nome está reservado.

source: That password did not work
de: Dieses Passwort hat nicht funktioniert
es: Esa contraseña no es correcta
fr: Ce mot de passe n’est pas correct
it: La password non è corretta
nl: Dat wachtwoord werkte niet
pl: To hasło nie zadziałało
pt_pt: Essa palavra-passe não funcionou

source: The 7-Zip engine is in SevenZipKit.framework, inside the app, and is covered by these terms. It is linked dynamically, so it can be replaced with another build of the same library.
de: Die 7-Zip-Engine befindet sich in SevenZipKit.framework innerhalb der App und unterliegt diesen Bedingungen. Sie ist dynamisch gelinkt und kann daher durch einen anderen Build derselben Bibliothek ersetzt werden.
es: El motor de 7-Zip está en SevenZipKit.framework, dentro de la app, y está sujeto a estas condiciones. Se enlaza dinámicamente, así que puede sustituirse por otra compilación de la misma biblioteca.
fr: Le moteur 7-Zip se trouve dans SevenZipKit.framework, à l’intérieur de l’app, et est couvert par ces conditions. Il est lié dynamiquement, il peut donc être remplacé par une autre compilation de la même bibliothèque.
it: Il motore 7-Zip si trova in SevenZipKit.framework, dentro l’app, ed è coperto da questi termini. È collegato dinamicamente, quindi può essere sostituito con un’altra build della stessa libreria.
nl: De 7-Zip-engine zit in SevenZipKit.framework, in de app, en valt onder deze voorwaarden. Hij is dynamisch gekoppeld, zodat hij kan worden vervangen door een andere build van dezelfde bibliotheek.
pl: Silnik 7-Zip znajduje się w SevenZipKit.framework wewnątrz aplikacji i podlega tym warunkom. Jest dołączany dynamicznie, więc można go zastąpić inną kompilacją tej samej biblioteki.
pt_pt: O motor 7-Zip está em SevenZipKit.framework, dentro da app, e está abrangido por estes termos. Está ligado dinamicamente, por isso pode ser substituído por outra compilação da mesma biblioteca.

source: The app itself: its interface and the Swift code around the engine.
de: Die App selbst: ihre Oberfläche und der Swift-Code rund um die Engine.
es: La app propiamente dicha: su interfaz y el código Swift en torno al motor.
fr: L’app elle-même : son interface et le code Swift autour du moteur.
it: L’app vera e propria: l’interfaccia e il codice Swift attorno al motore.
nl: De app zelf: de interface en de Swift-code rond de engine.
pl: Sama aplikacja: jej interfejs i kod Swift wokół silnika.
pt_pt: A própria app: a interface e o código Swift em torno do motor.

source: The archive around it compresses its contents, so this one was unpacked first
de: Das umgebende Archiv komprimiert seinen Inhalt, daher wurde dieses zuerst entpackt
es: El archivo comprimido que lo contiene comprime su contenido, así que primero se ha descomprimido este
fr: L’archive qui le contient compresse son contenu, celui-ci a donc d’abord été extrait
it: L’archivio che lo contiene comprime il suo contenuto, quindi questo è stato prima estratto
nl: Het archief eromheen comprimeert de inhoud, dus dit is eerst uitgepakt
pl: Otaczające archiwum kompresuje swoją zawartość, więc to zostało najpierw rozpakowane
pt_pt: O arquivo que o contém comprime o seu conteúdo, por isso este foi extraído primeiro

source: The archive will not even open without the password.
de: Ohne Passwort lässt sich das Archiv nicht einmal öffnen.
es: Sin la contraseña, el archivo comprimido ni siquiera se abrirá.
fr: Sans le mot de passe, l’archive ne s’ouvrira même pas.
it: Senza password l’archivio non si aprirà nemmeno.
nl: Zonder wachtwoord gaat het archief niet eens open.
pl: Bez hasła archiwum nawet się nie otworzy.
pt_pt: Sem a palavra-passe, o arquivo nem sequer abre.

source: The container the menu and the app share cannot be written. The menu will do nothing; reinstalling 7-Mac should fix it.
de: Der gemeinsame Container von Menü und App ist nicht beschreibbar. Das Menü wird nichts tun; eine Neuinstallation von 7-Mac sollte das beheben.
es: No se puede escribir en el contenedor que comparten el menú y la app. El menú no hará nada; reinstalar 7-Mac debería solucionarlo.
fr: Le conteneur partagé par le menu et l’app n’est pas accessible en écriture. Le menu ne fera rien ; réinstaller 7-Mac devrait régler le problème.
it: Il contenitore condiviso da menu e app non è scrivibile. Il menu non farà nulla; reinstallare 7-Mac dovrebbe risolvere.
nl: De container die het menu en de app delen, is niet schrijfbaar. Het menu doet niets; 7-Mac opnieuw installeren zou het moeten oplossen.
pl: Nie można zapisywać w kontenerze współdzielonym przez menu i aplikację. Menu nie będzie działać; ponowna instalacja 7-Mac powinna to naprawić.
pt_pt: Não é possível escrever no contentor partilhado pelo menu e pela app. O menu não fará nada; reinstalar o 7-Mac deverá resolver.

source: the engine opened this archive read-only
de: die Engine hat dieses Archiv schreibgeschützt geöffnet
es: el motor ha abierto este archivo comprimido en solo lectura
fr: le moteur a ouvert cette archive en lecture seule
it: il motore ha aperto questo archivio in sola lettura
nl: de engine heeft dit archief alleen-lezen geopend
pl: silnik otworzył to archiwum tylko do odczytu
pt_pt: o motor abriu este arquivo só de leitura

source: The Finder has not loaded the menu since it last started. Last loaded: %@.
de: Der Finder hat das Menü seit seinem letzten Start nicht geladen. Zuletzt geladen: %@.
es: El Finder no ha cargado el menú desde su último arranque. Última carga: %@.
fr: Le Finder n’a pas chargé le menu depuis son dernier démarrage. Dernier chargement : %@.
it: Il Finder non ha caricato il menu dall’ultimo avvio. Ultimo caricamento: %@.
nl: De Finder heeft het menu niet geladen sinds de laatste start. Laatst geladen: %@.
pl: Finder nie wczytał menu od ostatniego uruchomienia. Ostatnie wczytanie: %@.
pt_pt: O Finder não carregou o menu desde o último arranque. Último carregamento: %@.

source: The Finder has not loaded the menu yet.
de: Der Finder hat das Menü noch nicht geladen.
es: El Finder todavía no ha cargado el menú.
fr: Le Finder n’a pas encore chargé le menu.
it: Il Finder non ha ancora caricato il menu.
nl: De Finder heeft het menu nog niet geladen.
pl: Finder nie wczytał jeszcze menu.
pt_pt: O Finder ainda não carregou o menu.
